function Details(){
    return(
            <div style={{background: 'rgba(15, 34, 45, 0.2)'}} className='container'>
                <h2 style={{fontSize: '19px', textAlign: 'left'}}>Главная</ h2>
                Интернет-магазин - это компания, которая осуществляет продажу товаров и услуг через интернет. В работе интернет-магазина участвуют различные отделы и должности, которые выполняют различные функции, связанные с управлением бизнесом, маркетингом, продажами, логистикой, технической поддержкой и т.д.
Управление интернет-магазина отвечает за разработку стратегии бизнеса, контроль за бюджетом, найм персонала, анализ продаж и принятие решений по улучшению процессов.
Отдел маркетинга занимается продвижением товаров и услуг в интернете, созданием рекламных кампаний, управлением социальными сетями и контентом на сайте.
Отдел продаж отвечает за обработку заказов, взаимодействие с клиентами, управление инвентарем, прогнозирование спроса и планирование закупок.
Логистика занимается доставкой товаров клиентам, управлением складом, оптимизацией логистических процессов и контролем качества.
Техническая поддержка отвечает за решение проблем, связанных с функционированием сайта, оплатой и доставкой товаров, а также оказывает консультации клиентам по вопросам технической поддержки.
В работе интернет-магазина также может быть отдел финансов, который занимается бухгалтерскими и налоговыми вопросами, а также отдел кадров, который занимается наймом, обучением и управлением персоналом.
В целом, работа интернет-магазина включает в себя множество процессов, которые должны быть организованы и скоординированы, чтобы обеспечить высокое качество обслуживания клиентов и эффективность бизнеса.
            </div>
    )
        
}

export default Details;