import '../../style/container.scss';

function About(){
    return(
            <div style={{background: 'rgba(15, 34, 45, 0.2)'}} className='container'>
                <h2 style={{fontSize: '19px', textAlign: 'left'}}>Главная</ h2>
Добро пожаловать в наш интернет-магазин, где вы найдете все, что вам нужно! Мы специализируемся на продаже широкого ассортимента товаров по доступным ценам.
У нас вы можете найти продукты для всех возрастов и интересов. Мы предлагаем разнообразные категории товаров: электроника, косметика, одежда, обувь, товары для дома и многое другое. Мы постоянно обновляем наш ассортимент, чтобы вы всегда могли найти что-то новое и интересное.
Мы уделяем большое внимание качеству товаров и обслуживанию наших клиентов. В нашем интернет-магазине вы можете быть уверены в том, что вы получите только лучшие товары, а наша команда всегда готова помочь вам с выбором товара или ответить на любые вопросы.
Мы также предлагаем удобные способы оплаты и доставки. Вы можете оплатить свой заказ онлайн, используя удобную платежную систему, а доставка будет осуществлена быстро и надежно.
Будьте уверены, что при покупке в нашем интернет-магазине вы получите только лучший сервис и качество товаров. Мы стремимся сделать покупки максимально удобными и приятными для наших клиентов, поэтому мы уверены, что вы останетесь довольны своей покупкой!
            </div>
    )
        
}

export default About;