
import '../../style/container.scss';

function Manufacturers(){
    return(
            <div style={{background: 'rgba(15, 34, 45, 0.2)'}} className='container'>
                <h2 style={{fontSize: '19px', textAlign: 'left'}}>Главная</ h2>
                Компания "Экзотик" - производитель элитных духов и косметических средств, созданных на основе редких экзотических растений из далеких уголков планеты."
                "Бренд "Лунный свет" специализируется на производстве роскошных часов с эксклюзивным дизайном, выполненных из самых драгоценных материалов."
                "Корпорация "Авангард" предлагает широкий ассортимент смарт-гаджетов, которые удовлетворят потребности самых взыскательных потребителей."
                "Производитель игрушек "Магический мир" создает уникальные игрушки, которые помогут развить фантазию и творческие способности детей."
            </div>
    )
        
}

export default Manufacturers;